[
    {
        "id": 168705,
        "title": "BloodRayne",
        "overview": "In 18th-century Romania, after spending much of her life in a traveling circus, human-vampire hybrid Rayne escapes and plots to take down her father, Kagan, the evil vampire king. When she's discovered by three vampire hunters, she manages to convince them to spare her life and join her cause. But slaying a vampire as powerful as Kagan will be no easy task.",
        "popularity": 17.499,
        "release_date": "2005-10-22",
        "vote_average": 4.105,
        "vote_count": 501
    },
    {
        "id": 19766,
        "title": "Inspector Gadget 2",
        "overview": "After capturing Claw, all the criminals have gone into hiding until, Claw escapes! Gadget thinks he will get the case, but everyone else has other planes. A new version of the Gadget project is unveiled in the form of G2. Strict orders are given for Gadget to stay away from G2 and every crime scene, but Gadget feels he is needed more than anyone.",
        "popularity": 20.772,
        "release_date": "2003-03-11",
        "vote_average": 4.1,
        "vote_count": 342
    },
    {
        "id": 248705,
        "title": "The Visitors: Bastille Day",
        "overview": "Stuck in the corridors of time, Godefroy de Montmirail and his faithful servant Jacquouille are projected to a time of profound political and social upheavals: the French Revolution... specifically, The Terror, time of great dangers, during which the descendants of Godefroy and Jacquouille had their castle and all their property confiscated by arrogant aristocrats, fleeing and lifes hanging by a thread.",
        "popularity": 18.828,
        "release_date": "2016-03-23",
        "vote_average": 4.09,
        "vote_count": 636
    },
    {
        "id": 17711,
        "title": "The Adventures of Rocky & Bullwinkle",
        "overview": "Rocky and Bullwinkle have been living off the finances made from the reruns of their cartoon show. Boris and Natasha somehow manage to crossover into reality and team up with Fearless Leader, an evil criminal turned media mogul with some evil plans up his sleeve. Rocky and Bullwinkle must stop the three of them before they wreak havoc.",
        "popularity": 16.436,
        "release_date": "2000-06-30",
        "vote_average": 4.075,
        "vote_count": 335
    },
    {
        "id": 580,
        "title": "Jaws: The Revenge",
        "overview": "After another deadly shark attack, Ellen Brody decides she has had enough of New England's Amity Island and moves to the Caribbean to join her son, Michael, and his family. But a great white shark has followed her there, hungry for more lives.",
        "popularity": 30.996,
        "release_date": "1987-07-17",
        "vote_average": 4.064,
        "vote_count": 931
    },
    {
        "id": 21435,
        "title": "French Fried Vacations 3: Friends Forever",
        "overview": "After the Club Med and skiing, what happened to the Bronzés 27 years later? Early response: the same, and worse.",
        "popularity": 9.06,
        "release_date": "2006-02-01",
        "vote_average": 4.058,
        "vote_count": 680
    },
    {
        "id": 8046,
        "title": "Gigli",
        "overview": "Gigli is ordered to kidnap the psychologically challenged younger brother of a powerful federal prosecutor. When plans go awry, Gigli's boss sends in Ricki, a gorgeous free-spirited female gangster who has her own set of orders to assist with the kidnapping. But Gigli begins falling for the decidedly unavailable Ricki, which could be a hazard to his occupation.",
        "popularity": 14.759,
        "release_date": "2003-08-01",
        "vote_average": 4.042,
        "vote_count": 426
    },
    {
        "id": 7278,
        "title": "Meet the Spartans",
        "overview": "The heroic Leonidas, armed with nothing but leather underwear and a cape, leads a ragtag group of 13 Spartans to defend their homeland against the invading Persians (whose ranks include Ghost Rider, Rocky Balboa, the Transformers, and a hunchbacked Paris Hilton). No one is safe when the Spartans take on the biggest icons in pop culture!",
        "popularity": 45.963,
        "release_date": "2008-01-24",
        "vote_average": 4.0,
        "vote_count": 1555
    },
    {
        "id": 17473,
        "title": "The Room",
        "overview": "Johnny is a successful banker with great respect for and dedication to the people in his life, especially his future wife Lisa. The happy-go-lucky guy sees his world being torn apart when his friends begin to betray him one-by-one.",
        "popularity": 14.775,
        "release_date": "2003-06-27",
        "vote_average": 4.035,
        "vote_count": 1298
    },
    {
        "id": 505423,
        "title": "Wounds",
        "overview": "Disturbing and mysterious things begin to happen to a bartender in New Orleans after he picks up a phone left behind at his bar.",
        "popularity": 21.921,
        "release_date": "2019-01-26",
        "vote_average": 4.021,
        "vote_count": 739
    }
]